Repository: zencrypted/acc
Catalog: Accounting/Localizable.xcstrings
Source language: en
Languages: ar, uk

# млн ₴
source: M ₴
ar: مليون ₴
uk: млн ₴

source: % budget execution
ar: % تنفيذ الميزانية
uk: % виконання бюджету

source: % Exec.
ar: % تنفيذ
uk: % викон.

# %.1f год
source: %.1f hrs
ar: %.1f ساعة
uk: %.1f год

source: 2 documents awaiting signature
ar: مستندان في انتظار التوقيع
uk: 2 документи очікують підпису

source: 2 documents pending signature
ar: مستندان بانتظار التوقيع
uk: 2 документи очікують підпису

source: 5 employees
ar: 5 موظفين
uk: 5 працівників

# 39,8 млн
source: 39.8 M
ar: 39.8 مليون
uk: 39,8 млн

# 41,2 млн
source: 41.2 M
ar: 41.2 مليون
uk: 41,2 млн

# 45,2 млн
source: 45.2 M
ar: 45.2 مليون
uk: 45,2 млн

# 248,7 млн
source: 248.7 M
ar: 248.7 مليون
uk: 248,7 млн

# 2026 - Лютий
source: 2026 - February
ar: 2026 - فبراير
uk: 2026 - Лютий

# 2026 - Січень
source: 2026 - January
ar: 2026 - يناير
uk: 2026 - Січень

# 2210 Зарплата
source: 2210 Salary
ar: 2210 الراتب
uk: 2210 Зарплата

# 2270 Комунальні
source: 2270 Utilities
ar: 2270 المرافق
uk: 2270 Комунальні

# 3110 Капітальні
source: 3110 Capital
ar: 3110 رأس المال
uk: 3110 Капітальні

source: ABC/XYZ Analysis
ar: تحليل ABC/XYZ
uk: ABC/XYZ аналіз

source: Absent
ar: غائب
uk: Відсутні

source: Accepted
ar: مقبول
uk: Прийнято

source: Account
ar: حساب
uk: Рахунок

source: Account Balances
ar: أرصدة الحسابات
uk: Залишок на рахунках

source: Account Card
ar: بطاقة الحساب
uk: Картка рахунку

source: Account Name
ar: اسم الحساب
uk: Назва рахунку

source: ACCOUNTING MODULE
ar: وحدة المحاسبة
uk: МОДУЛЬ ОБЛІКУ

source: Accruals
ar: مستحقات
uk: Нарахування

source: Accrued
ar: مستحق
uk: Нараховано

source: Accrued Salary
ar: الراتب المستحق
uk: ЗП нараховано

source: Act of Acceptance
ar: شهادة القبول
uk: Акт виконаних робіт

source: Act of Completed Works
ar: شهادة القبول
uk: Акт виконаних робіт

source: Active
ar: نشط
uk: Активних

source: Active Assets
ar: الأصول النشطة
uk: Активів на балансі

source: Active contracts
ar: عقود نشطة
uk: Активних договорів

source: Active Contracts
ar: عقود نشطة
uk: Договорів у роботі

source: Active templates
ar: قوالب نشطة
uk: Активних шаблонів

source: Active Templates
ar: القوالب النشطة
uk: Активні шаблони

source: Actual
ar: الفعلي
uk: Фактично

source: Add File
ar: إضافة ملف
uk: Додати файл

source: Add Stage
ar: إضافة مرحلة
uk: Додати етап

source: Add TMC
ar: إضافة مادة
uk: Додати ТМЦ

source: Add Unit
ar: إضافة وحدة
uk: Додати одиницю

source: Adjust Plan
ar: تعديل الخطة
uk: Коригувати план

source: Adjustment: \(doc.planNumber)
ar: تعديل: \(doc.planNumber)
uk: Коригування: \(doc.planNumber)

source: Adjustments
ar: تعديلات
uk: Коригування

source: Admission Date
ar: تاريخ القبول
uk: Дата прийому

source: AI Prediction
ar: تنبؤات الذكاء الاصطناعي
uk: ШІ Прогноз

source: Alert Monitor
ar: مراقب التنبيهات
uk: Монітор сповіщень

source: All Fund Managers
ar: جميع مديري الأموال
uk: Всі розпорядники

source: All KEKV
ar: جميع KEKV
uk: Всі КЕКВ

source: Amount
ar: مبلغ
uk: Сума

source: Amount:
ar: المبلغ:
uk: Сума:

source: Analysis by departments
ar: تحليل حسب الأقسام
uk: Аналіз за підрозділами

source: Analytic dimensions
ar: الأبعاد التحليلية
uk: Аналітичні виміри

source: Analytical Accounting
ar: محاسبة تحليلية
uk: Аналітичний облік

source: Analytics
ar: تحليلات
uk: Аналітика

source: Analytics by departments
ar: تحليلات حسب الأقسام
uk: Аналітика по відділах

source: Annual Supply Report
ar: تقرير التوريد السنوي
uk: Річний звіт про постачання

source: Appropriations Amount
ar: مبلغ الاعتمادات
uk: Сума асигнувань

source: Appropriations Register
ar: سجل المخصصات
uk: Реєстр асигнувань

source: Approval History
ar: تاريخ الموافقة
uk: Історія погодження

source: Approve
ar: موافقة
uk: Погодити

source: Approve & Lock
ar: الموافقة والقفل
uk: Погодити та заблокувати

source: Approve Selected
ar: تحديد معتمد
uk: Погодити вибрані

source: Approved
ar: معتمد
uk: Затверджено

source: Archive
ar: أرشيف
uk: Архів

source: Archive Old
ar: أرشفة القديم
uk: Архівувати старі

source: ASSETS
ar: الأصول
uk: АКТИВ (Assets)

source: Assets = Liabilities ✓ Balance confirmed
ar: الأصول = الخصوم ✓ الميزانية مؤكدة
uk: Актив = Пасив ✓ Баланс зведений

source: at end of period
ar: في نهاية الفترة
uk: на кінець періоду

source: at the end of period
ar: في نهاية الفترة
uk: на кінець періоду

source: Auto-generate
ar: إنشاء تلقائي
uk: Авто-генерація

source: Average Salary
ar: متوسط الراتب
uk: Середня ЗП

source: Avg delivery time
ar: متوسط وقت التسليم
uk: Сер. час поставки

source: Avg Tenure
ar: متوسط مدة الخدمة
uk: Сер. стаж

source: Avg Time
ar: متوسط الوقت
uk: Сер. час

source: Awaiting Fin. Dept.
ar: في انتظار قسم التمويل
uk: Очікує ДФБО

source: Awaiting Finance Dept
ar: في انتظار القسم المالي
uk: Очікує фін.відділ

source: Balance
ar: رصيد
uk: Залишок

source: Balance Sheet
ar: الميزانية العمومية
uk: Баланс

source: Balance:
ar: الرصيد:
uk: Залишок:

source: Bank
ar: بنك
uk: Банк

source: Base Salary
ar: راتب أساسي
uk: Оклад

source: Basic Info
ar: معلومات أساسية
uk: Основне

source: beg
ar: بداية
uk: поч.

source: beg.
ar: بداية
uk: поч.

source: Billing Period: Feb 2026
ar: فترة الفوترة: فبراير 2026
uk: Розрахунковий період: Лютий 2026

source: Billing Period: February 2026
ar: فترة المحاسبة: فبراير 2026
uk: Обліковий період: Лютий 2026

source: Bookkeeping
ar: مسك الدفاتر
uk: Бухгалтерський облік

source: Budget execution
ar: تنفيذ الميزانية
uk: Виконання бюджету

source: Budget Execution
ar: تنفيذ الميزانية
uk: Виконання бюджету

source: Budget execution %
ar: % تنفيذ الميزانية
uk: % виконання бюджету

source: Bulk Import
ar: استيراد جماعي
uk: Масовий імпорт

source: Bulk Submit All
ar: تقديم جماعي
uk: Масове подання

source: Calculating payroll...
ar: حساب الرواتب...
uk: Розрахунок зарплати...

source: Calculating salary...
ar: حساب الراتب...
uk: Розрахунок зарплати...

source: Cancel
ar: إلغاء
uk: Скасувати

source: Capital 20%
ar: رأسمالي 20%
uk: Капітальні 20%

source: Cash
ar: نقد
uk: Каса

source: Cash Desk
ar: صندوق النقد
uk: Каса

source: Cash Expenditures
ar: النفقات النقدية
uk: Касові видатки

source: Cash Expenses
ar: المصروفات النقدية
uk: Касові видатки

source: Category
ar: فئة
uk: Категорія

source: Change
ar: تغيير
uk: Зміна

source: Change Amount
ar: قيمة التغيير
uk: Сума зміни

source: Changed
ar: تم التغيير
uk: Змінено

source: Changes by KEKV
ar: التغييرات حسب KEKV
uk: Зміни за КЕКВ

source: Closing
ar: إغلاق
uk: Закриття

source: Closing Bal.
ar: رصيد ختامي
uk: Кін. сальдо

source: Code
ar: رمز
uk: Код

source: Code:
ar: الرمز:
uk: Код:

source: Columns: Months
ar: أعمدة: أشهر
uk: Колонки: Місяці

source: Comment...
ar: تعليق...
uk: Коментар...

source: Completed
ar: منجز
uk: Виконано

source: Compliance
ar: الامتثال
uk: Комплаєнс

source: Connect E-Reporting
ar: ربط التقارير الإلكترونية
uk: Connect Є-Звітність

source: Constructor
ar: المنشئ
uk: Конструктор

source: Contract
ar: عقد
uk: Договір

source: Contract #009 - Pending Signature
ar: عقد رقم 009 - قيد التوقيع
uk: Договір #009 - Очікує підпису

source: Contract No
ar: رقم العقد
uk: Договір №

source: Contract No.
ar: رقم العقد
uk: Договір №

source: Contracts
ar: العقود
uk: Договори

source: Contracts Register
ar: سجل العقود
uk: Реєстр договорів

source: Counterparty
ar: الطرف المقابل
uk: Контрагент

source: Cr
ar: دائن
uk: Кт

source: Create Payments
ar: إنشاء مدفوعات
uk: Створити платіжки

source: Created
ar: تم إنشاؤه
uk: Створено

source: Credit Account
ar: حساب الدائن
uk: Кредитний рахун.

source: Credit Turn.
ar: دوران الدائن
uk: Оборот Кт

source: Critical
ar: حرج
uk: Критичний

source: Current
ar: حالي
uk: Поточний

source: current month
ar: الشهر الحالي
uk: поточний місяць

source: Customer
ar: عميل
uk: Замовник

source: Dashboard
ar: لوحة القيادة
uk: Головна панель

source: Date
ar: تاريخ
uk: Дата

source: Date:
ar: التاريخ:
uk: Дата:

source: days
ar: أيام
uk: дні

source: Days worked
ar: أيام العمل
uk: Днів відпрац.

source: Debit Account
ar: حساب المدين
uk: Рахунок Дт

source: Debit Turn.
ar: دوران المدين
uk: Оборот Дт

source: Deliveries
ar: التسليمات
uk: Поставки

source: Department
ar: قسم
uk: Підрозділ

source: Deposit Unclaimed
ar: إيداع ولم يطالب به
uk: Депонувати не отримане

source: Deposited
ar: مُودع
uk: Депоновано

source: Description
ar: وصف
uk: Опис

source: Detailed Limits by KEKV
ar: الحدود المفصلة حسب KEKV
uk: Детальні ліміти за КЕКВ

source: Details
ar: تفاصيل
uk: Деталі

source: DETAILS + MONITOR
ar: التفاصيل + המراقبة
uk: ДЕТАЛІ + МОНІТОР

source: Dimension
ar: بعد
uk: Вимір

source: Dimensions: Period | KEKV | Manager
ar: الأبعاد: الفترة | KEKV | المدير
uk: Виміри: Період | КЕКВ | Розпорядник

source: Doc No
ar: رقم المستند
uk: Док №

source: Doc №
ar: رقم المستند
uk: Док №

source: Document Details
ar: تفاصيل المستند
uk: Деталі документа

source: Document Number
ar: رقم المستند
uk: Номер документа

source: Done
ar: تم
uk: Готово

source: Dr
ar: مدين
uk: Дт

source: Draft
ar: مسودة
uk: Чернетка

source: Due this month
ar: مستحق هذا الشهر
uk: Термін цього міс.

source: Duplicate
ar: تكرار
uk: Дублювати

source: Edit
ar: تعديل
uk: Редагувати

source: Edit Document
ar: تعديل المستند
uk: Редагувати документ

source: Edit Limits
ar: تعديل الحدود
uk: Редагувати ліміти

source: Element Palette
ar: لوحة العناصر
uk: Палітра елементів

source: Elements
ar: عناصر
uk: Елементів

source: Elements used
ar: العناصر المستخدمة
uk: Використ. елементів

source: Emp No
ar: رقم الموظف
uk: Таб. №

source: Emp. No.
ar: رقم الموظف
uk: Таб. №

source: Employee Ledger (Personal Accounts)
ar: دفتر الأستاذ لموظف (حسابات شخصية)
uk: Гросбух (Особові рахунки)

source: Empty
ar: فارغ
uk: Порожньо

source: end
ar: نهاية
uk: кін.

source: End Date
ar: تاريخ الانتهاء
uk: Кінцева дата

source: Errors
ar: أخطاء
uk: Помилки

source: Exceeded limit KEKV 2210 (Salary)
ar: تجاوز الحد 2210
uk: Перевищено ліміт КЕКВ 2210

source: Exclude adjustments
ar: استثناء التعديلات
uk: Виключити коригування

source: Execution Trend
ar: اتجاه التنفيذ
uk: Тренд виконання

source: Expenditure Structure Chart
ar: مخطط هيكل الإنفاق
uk: Структура видатків за КЕКВ

# Expenditures by KEKV
source: Expenditures\nby KEKV
ar: نفقات\nحسب KEKV
uk: Видатки\nза КЕКВ

source: Expense Dynamics Chart
ar: مخطط ديناميكيات النفقات
uk: Динаміка витрат/фінансування

source: Export
ar: تصدير
uk: Експорт

source: Export Catalog
ar: تصدير الكتالوج
uk: Експорт каталогу

source: Export Compliance
ar: الامتثال للتصدير
uk: Експорт комплаєнсу

source: Export Options
ar: خيارات التصدير
uk: Опції експорту

source: Export PDF
ar: تصدير PDF
uk: Експорт PDF

source: Export to E-Data
ar: تصدير إلى E-Data
uk: Export to Є-Data

source: Export to Excel
ar: تصدير إلى إكسل
uk: Експорт в Excel

source: Export XML (E-Reporting)
ar: تصدير XML (التقارير الإلكترونية)
uk: Export XML (Є-Звітність)

source: Feb 2026
ar: فبراير 2026
uk: лютий 2026

source: February
ar: فبراير
uk: Лютий

source: Filter
ar: تصفية
uk: Фільтр

source: Filter: \(controller.selectedPeriod)
ar: تصفية: \(controller.selectedPeriod)
uk: Фільтр: \(controller.selectedPeriod)

source: Fin. Plan
ar: الخطة المالية
uk: План фін.

source: Finance
ar: التمويل
uk: Фінансування

source: FINANCE MODULE
ar: وحدة التمويل
uk: МОДУЛЬ ФІНАНСУВАННЯ

source: Financed
ar: مُمول
uk: Профінансовано

source: Financed:
ar: مُمول:
uk: Профінансовано:

source: Financial Details
ar: التفاصيل المالية
uk: Фінансові дані

source: Financing
ar: التمويل
uk: Фінансування

source: Financing Dynamics
ar: ديناميات التمويل
uk: Динаміка фінансування

source: Financing Plan
ar: خطة التمويل
uk: План фінансування

source: Financing Plan: \(doc.organization)
ar: خطة التمويل: \(doc.organization)
uk: План Фінансування: \(doc.organization)

source: Fiscal Year 2026 • February
ar: السنة المالية 2026 • فبراير
uk: Фінансовий рік 2026 • Лютий

source: Fix & Regenerate
ar: إصلاح وإعادة إنشاء
uk: Виправити та згенерувати

source: FOP Melnyk O.A.
ar: ميلنيك أو. أ.
uk: ФОП Мельник О.А.

source: Forecast deviation
ar: انحراف التوقعات
uk: Відхилення прогнозу

source: Forecast vs Actual
ar: التوقعات مقابل الفعلي
uk: Прогноз / Факт

source: Frequency
ar: تكرار
uk: Частота

source: Full Name
ar: الاسم الكامل
uk: ПІБ

source: Fund Manager
ar: مدير التمويل
uk: Розпорядник

source: Fund Manager:
ar: مدير التمويل:
uk: Розпорядник:

source: Fund Managers Heatmap
ar: خريطة نشاط مديري التمويل
uk: Карта активності розпорядників

source: Fund Managers Network
ar: شبكة مديري الأموال
uk: Мережа розпорядників

source: Gen. Ledger
ar: دفتر الأستاذ العام
uk: Гол. книга

source: General
ar: عام
uk: Загальні

source: General Ledger
ar: دفتر الأستاذ العام
uk: План рахунків

source: Generate Bank File
ar: إعداد ملف البنك
uk: Створити банківський файл

source: Generate Now
ar: أنشئ الآن
uk: Згенерувати зараз

source: Generate Schedule
ar: إنشاء جدول
uk: Згенерувати графік

source: Generate Statutory Reports
ar: إنشاء التقارير القانونية
uk: Згенерувати статутні звіти

source: Generated Reports Archive
ar: أرشيف التقارير المُنْشَأة
uk: Архів звітів

source: Generated this mo.
ar: تم إنشاؤه هذا الشهر
uk: Згенеровано цей міс.

source: Generated this month
ar: تم إنشاؤه هذا الشهر
uk: Згенеровано цього місяця

source: Generation time
ar: وقت التوليد
uk: Час генерації

source: Goods & Materials Catalog (TMC)
ar: كتالوج السلع والمواد
uk: Каталог ТМЦ

source: growth +2.3%
ar: نمو +2.3%
uk: зростання +2.3%

source: Hire Date
ar: تاريخ التوظيف
uk: Дата прийому

source: Historical Limit Changes
ar: التغييرات التاريخية للحدود
uk: Історія змін лімітів

source: hrs
ar: ساعات
uk: год

source: Import from E-Kazna
ar: استيراد من E-Kazna
uk: Import from Є-Казна

source: Import from Excel
ar: استيراد من إكسل
uk: Імпорт з Excel

source: Import from HR
ar: استيراد من الموارد البشرية
uk: Імпорт з HR

source: Import from Vchasno
ar: استيراد من Vchasno
uk: Імпорт з Вчасно

source: In Progress
ar: قيد التنفيذ
uk: У виконанні

source: In Review
ar: قيد المراجعة
uk: На перевірці

source: Initiator
ar: مبادر
uk: Ініціатор

source: Internal Transfer
ar: تحويل داخлі
uk: Внутрішнє переміщення

source: Inventory Aging
ar: عمر المخزون
uk: Старіння запасів

source: Inventory Count
ar: جرد المخزون
uk: Інвентаризація

source: Inventory Value
ar: قيمة المخزون
uk: Вартість запасів

source: Invoice
ar: فاتورة
uk: Рахунок-фактура

source: Invoice #1024 - Approved
ar: فاتورة رقم 1024 - تمت الموافقة عليها
uk: Рахунок #1024 - Затверджено

source: Items
ar: أصناف
uk: Найменувань

source: Jan 2026
ar: يناير 2026
uk: січень 2026

source: January
ar: يناير
uk: Січень

source: Journal
ar: اليومية
uk: Журнал

source: Journal of Postings
ar: يومية القيود
uk: Журнал проведень

source: Journal Postings
ar: قيود اليومية
uk: Журнал проведень

source: Justification
ar: تبرير
uk: Обґрунтування

source: KEKV 2210 (Salaries)
ar: KEKV 2210 (رواتب)
uk: КЕКВ 2210 (Зарплата)

source: KEKV 3110 (Capital)
ar: KEKV 3110 (رأس المال)
uk: КЕКВ 3110 (Капітальні)

source: Language
ar: اللغة
uk: Мова

source: Last
ar: أخير
uk: Останній

source: Last Price
ar: السعر الأخير
uk: Остання ціна

source: Level
ar: مستوى
uk: Рівень

source: LIABILITIES & EQUITY
ar: الخصوم وحقوق الملكية
uk: ПАСИВ (Liabilities & Equity)

source: Limit exceeded KEKV 2210 (Salary)
ar: تجاوز الحد KEKV 2210 (الراتب)
uk: Перевищення ліміту КЕКВ 2210 (Зарплата)

source: Limit Overview
ar: نظرة عامة على الحدود
uk: Огляд лімітів

source: Link to Budget
ar: ارتباط بالميزانية
uk: Зв'язок з бюджетом

source: LLC Stationery Plus
ar: شركة قرطاسية بلس
uk: ТОВ «Канцтовари Плюс»

source: LLC TechnoService
ar: تكنو سيرفيس ذ.م.م
uk: ТОВ «ТехноСервіс»

source: Loading analytical dimensions...
ar: تحميل الأبعاد التحليلية...
uk: Завантаження вимірів...

source: Loading analytics...
ar: تحميل التحليلات...
uk: Завантаження аналітики...

source: Loading archive...
ar: تحميل الأرشيف...
uk: Завантаження архіву...

source: Loading balance sheet...
ar: تحميل الميزانية العمومية...
uk: Завантаження балансу...

source: Loading catalog...
ar: تحميل الكتالوج...
uk: Завантаження каталогу...

source: Loading constructor...
ar: تحميل المنشئ...
uk: Завантаження конструктора...

source: Loading contracts...
ar: تحميل العقود...
uk: Завантаження договорів...

source: Loading data...
ar: جارٍ تحميل البيانات...
uk: Завантаження даних...

source: Loading general ledger...
ar: تحميل دفتر الأستاذ العام...
uk: Завантаження головної книги...

source: Loading journal postings...
ar: تحميل قيود اليومية...
uk: Завантаження журналу проведених...

source: Loading manager hierarchy...
ar: تحميل التسلسل الإداري...
uk: Завантаження ієрархії...

source: Loading metrics...
ar: تحميل المقاييس...
uk: Завантаження метрик...

source: Loading personal accounts...
ar: تحميل حسابات شخصية...
uk: Завантаження особових рахунків...

source: Loading primary documents...
ar: تحميل المستندات الأولية...
uk: Завантаження первинних документів...

source: Loading procurement plan...
ar: تحميل خطة المشتريات...
uk: Завантаження плану закупівель...

source: Loading register...
ar: تحميل السجل...
uk: Завантаження реєстру...

source: Loading reports register...
ar: تحميل سجل التقارير...
uk: Завантаження реєстру звітів...

source: Loading reports...
ar: تحميل التقارير...
uk: Завантаження звітів...

source: Loading submission...
ar: تحميل التقديم...
uk: Завантаження подання...

source: Loading timesheet...
ar: تحميل لوحة الدوام...
uk: Завантаження табелю...

source: Loading warehouse...
ar: تحميل المستودع...
uk: Завантаження складу...

source: Low
ar: منخفض
uk: Низький

source: Low balance
ar: رصيد منخفض
uk: Низький залишок

source: Low Balance
ar: رصيد منخفض
uk: Низький залишок

source: M ₴
ar: مليون ₴
uk: млн ₴

source: March (Plan)
ar: مارس (خطة)
uk: Березень (План)

source: March(Plan)
ar: مارس(الخطة)
uk: Березень(План)

source: Mark as Paid
ar: وضع علامة كمدفوع
uk: Відмітити як оплачено

source: Mass Distribution
ar: توزيع جماعي
uk: Масовий розподіл

source: Mass Sign
ar: توقيع جماعي
uk: Масовий підпис

source: Mass Standardize
ar: توحيد جماعي
uk: Масова стандартизація

source: Method
ar: طريقة
uk: Спосіб

source: Military task
ar: ضريبة عسكرية
uk: Військовий збір

source: Military Tax
ar: ضريبة عسكرية
uk: Військ. збір

source: Min.
ar: الأدنى
uk: Мін.

source: Modified
ar: معدل
uk: Змінено

source: Modules
ar: الوحدات
uk: Модулі

source: Monthly Schedule (M ₴)
ar: الجدول الشهري (مليون ₴)
uk: Помісячний графік (млн ₴)

source: Name
ar: اسم
uk: Найменування

source: Network
ar: شبكة
uk: Мережа

source: New
ar: جدّد
uk: Нові

source: New Contract
ar: عقد جديد
uk: Новий договір

source: New Document
ar: مستند جديد
uk: Новий документ

source: New Employee
ar: موظف جديد
uk: Новий співробітник

source: New Issue
ar: إصدار جديد
uk: Нова видача

source: New Posting
ar: قيد جديد
uk: Нове проведення

source: New Receipt
ar: إيصال جديد
uk: Нове надходження

source: New Request
ar: طلب جديد
uk: Новий запит

source: New Template
ar: قالب جديد
uk: Новий шаблон

source: Non-standard
ar: غير قياسي
uk: Нестандартні

source: Not Paid
ar: غير مدفوع
uk: Не виплачено

source: Notification Monitor
ar: مراقب الإشعارات
uk: Монітор сповіщень

source: of 2026 plan
ar: من خطة 2026
uk: від плану 2026

source: On Leave
ar: في إجازة
uk: У відпустці

source: On staff
ar: في الطاقم
uk: На штаті

source: On vacation
ar: في إجازة
uk: У відпустці

source: Opening Bal.
ar: رصيد افتتاحي
uk: Поч. сальдо

source: Organization
ar: منظمة
uk: Організація

source: Organization:
ar: المنظمة:
uk: Організація:

source: Other 15%
ar: أخرى 15%
uk: Інші 15%

source: Other deduc.
ar: استقطاعات أخرى
uk: Інші утрим.

source: Overdue stages
ar: مراحل متأخرة
uk: Прострочені етапи

source: Overtime
ar: وقت إضافي
uk: Понаднормові

source: Owner
ar: مالك
uk: Власник

source: Paid
ar: مدفوع
uk: Виплачено

source: Passed
ar: نجح
uk: Пройшли

source: Payment Documents
ar: مستندات الدفع
uk: Платіжні документи

source: Payment Register
ar: سجل المدفوعات
uk: Реєстр виплат

source: Payment Register & Payments
ar: سجل المدفوعات والمدفوعات
uk: Реєстр виплат і платежі

source: Payments Register
ar: سجل المدفوعات
uk: Реєстр виплат

source: Payroll
ar: كشف رواتب
uk: Розрахунок ЗП

source: Payroll Accrued
ar: الرواتب المستحقة
uk: Зарплата нарахована

source: Payroll by Departments
ar: الرواتب حسب الأقسام
uk: ФОП по підрозділах

source: Payroll by Dept
ar: الرواتب حسب القسم
uk: ФОП за підрозділами

source: Payroll Calc
ar: حساب الرواتب
uk: Розрахунок ЗП

source: Payroll Calculation
ar: حساب الرواتب
uk: Розрахунок ЗП

source: Payroll Execution
ar: تنفيذ الرواتب
uk: Виконання ФОП

source: Payroll Fund
ar: صندوق الرواتب
uk: Фонд оплати праці

source: PAYROLL MODULE
ar: وحدة الرواتب
uk: МОДУЛЬ ЗП

source: Payroll transfer - Completed
ar: تم تحويل الرواتب
uk: Переказ зарплати - Завершено

source: Payroll used
ar: رواتب مستخدمة
uk: ФОП використано

source: Payroll Used
ar: الراتب المستخدم
uk: ФОП використано

source: Pending
ar: قيد الانتظار
uk: Очікує

source: per month
ar: شهريا
uk: за місяць

source: Period
ar: فترة
uk: Період

source: Period:
ar: فترة:
uk: Період:

source: Personal Accounts
ar: حسابات شخصية
uk: Особові рахунки

source: persons
ar: أشخاص
uk: осіб

source: PIT
ar: ضريبة الدخل
uk: ПДФО

source: PIT + MT + SSC
ar: ضريبة الدخل + الضريبة العسكرية + المساهمة الاجتماعية
uk: ПДФО + ВЗ + ЄСВ

source: Pivot Analysis
ar: تحليل محوري
uk: Зведений аналіз

source: Pivot Setup
ar: إعداد التحليل المحوري
uk: Налаштування зведення

source: PJSC Ukrbud
ar: شركة أوكربود
uk: ПАТ «Укрбуд»

source: Plan
ar: خطة
uk: План

source: Plan Adjustments
ar: تعديلات الخطة
uk: Коригування плану

source: Plan Details
ar: تفاصيل الخطة
uk: Деталі плану

source: Plan No
ar: رقم الخطة
uk: План №

source: Plan No.
ar: رقم الخطة
uk: № плану

source: Plan:
ar: خطة:
uk: План:

source: plan: 3,200,000 ₴
ar: الخطة: 3,200,000 ₴
uk: план: 3 200 000 ₴

source: Position
ar: منصب
uk: Посада

source: Post Selected
ar: ترحيل المحدد
uk: Провести вибрані

source: Post to Accounting
ar: ترحيل للمحاسبة
uk: Провести в обліку

source: Price
ar: سعر
uk: Ціна

source: Primary
ar: أولية
uk: Первинні

source: Primary Documents
ar: المستندات الأولية
uk: Первинні документи

source: Primary Documents Register
ar: سجل الوثائق الأولية
uk: Реєстр первинних документів

source: Print Official Form
ar: طباعة النموذج الرسمي
uk: Друк офіційної форми

source: Print Payslips
ar: طباعة كشوف الدفع
uk: Друкувати розрахункові

source: Procurement
ar: مشتريات
uk: Закупівлі

source: Procurement by categories
ar: المشتريات حسب الفئات
uk: Закупівлі за категоріями

source: Procurement execution
ar: تنفيذ المشتريات
uk: Виконання закупівель

source: Procurement Execution
ar: تنفيذ المشتريات
uk: Виконання закупівель

source: Procurement Plan
ar: خطة المشتريات
uk: План закупівель

source: Procurement Planning
ar: تخطيط المشتريات
uk: Планування закупівель

source: Procurement savings
ar: مدخرات المشتريات
uk: Економія закупівель

source: Procurement Savings
ar: توفير المشتريات
uk: Економія на закупівлях

source: Projects / Grants
ar: مشاريع / منح
uk: Проекти / Гранти

source: Publish
ar: نشر
uk: Опублікувати

source: Published
ar: منشور
uk: Опубліковано

source: Qty
ar: كمية
uk: К-ть

source: Quantity
ar: كمية
uk: Кількість

source: Quick Filters
ar: فلاتر سريعة
uk: Швидкі фільтри

source: Quota
ar: حصة
uk: Норма

source: Ready
ar: جاهز
uk: Готово

source: Ready for submission
ar: جاهز للتقديم
uk: Готові до подачі

source: Ready to submit
ar: جاهز للتقديم
uk: Готові до подачі

source: Recalculate Selected
ar: إعادة حساب المحدد
uk: Перерахувати вибрані

source: Recent documents
ar: المستندات الأخيرة
uk: Останні документи на увагу

source: Recent documents for attention
ar: المستندات الأخيرة للفت الانتباه
uk: Останні документи на увагу

source: Recent Operations
ar: العمليات الأخيرة
uk: Останні операції

source: Reconciliation
ar: المطابقة
uk: Звірка

source: Refresh Data
ar: تحديث البيانات
uk: Оновити дані

source: Register
ar: سجل
uk: Реєстр

source: Reject
ar: رفض
uk: Відхилити

source: Rejected
ar: مرفوض
uk: Відхилено

source: remaining
ar: متبقي
uk: залишок

source: Remaining
ar: متبقي
uk: Залишок

source: Remaining:
ar: المتبقى:
uk: Залишок:
